export const shiritoriData = {
  "shiritoriWords": {
    "ア": [
      "アサ",
      "アメ",
      "アリ",
      "アカ",
      "アオ"
    ],
    "イ": [
      "イヌ",
      "イケ",
      "イチゴ",
      "イエ",
      "イシ"
    ],
    "ウ": [
      "ウサギ",
      "ウミ",
      "ウシ",
      "ウタ",
      "ウドン"
    ],
    "エ": [
      "エンピツ",
      "エホン",
      "エビ",
      "エキ",
      "エダマメ"
    ],
    "オ": [
      "オニギリ",
      "オサル",
      "オモチャ",
      "オカシ",
      "オニ"
    ],
    "カ": [
      "カサ",
      "カメ",
      "カタツムリ",
      "カオ",
      "カバン"
    ],
    "キ": [
      "キツネ",
      "キンギョ",
      "キノコ",
      "キク",
      "キリン"
    ],
    "ク": [
      "クマ",
      "クツ",
      "クジラ",
      "クサ",
      "クモ"
    ],
    "ケ": [
      "ケムシ",
      "ケシゴム",
      "ケイタイ",
      "ケン",
      "ケイサツ"
    ],
    "コ": [
      "コマ",
      "コイヌ",
      "コケシ",
      "コトリ",
      "コドモ"
    ],
    "サ": [
      "サル",
      "サカナ",
      "サクラ",
      "サトウ",
      "サケ"
    ],
    "シ": [
      "シンブン",
      "シカ",
      "シロ",
      "シオ",
      "シズク"
    ],
    "ス": [
      "スイカ",
      "スズメ",
      "スモウ",
      "スナ",
      "スミレ"
    ],
    "セ": [
      "セミ",
      "センス",
      "セカイ",
      "セキ",
      "セトモノ"
    ],
    "ソ": [
      "ソラ",
      "ソリ",
      "ソバ",
      "ソクタツ",
      "ソンブン"
    ],
    "タ": [
      "タヌキ",
      "タコ",
      "タベモノ",
      "タニン",
      "タマゴ"
    ],
    "チ": [
      "チズ",
      "チカテツ",
      "チクワ",
      "チョウ",
      "チリトリ"
    ],
    "ツ": [
      "ツバメ",
      "ツミキ",
      "ツキ",
      "ツリ",
      "ツノ"
    ],
    "テ": [
      "テガミ",
      "テントウムシ",
      "テンプラ",
      "テツボウ",
      "テマリ"
    ],
    "ト": [
      "トケイ",
      "トラ",
      "トウフ",
      "トショカン",
      "トリ"
    ],
    "ナ": [
      "ナス",
      "ナワトビ",
      "ナベ",
      "ナミ",
      "ナゴヤ"
    ],
    "ニ": [
      "ニンジン",
      "ニク",
      "ニジ",
      "ニギリ",
      "ニワトリ"
    ],
    "ヌ": [
      "ヌイグルミ",
      "ヌノ",
      "ヌカ",
      "ヌルヌル",
      "ヌマ"
    ],
    "ネ": [
      "ネコ",
      "ネズミ",
      "ネツ",
      "ネンド",
      "ネギ"
    ],
    "ノ": [
      "ノコギリ",
      "ノリ",
      "ノハラ",
      "ノド",
      "ノウ"
    ],
    "ハ": [
      "ハサミ",
      "ハナ",
      "ハチ",
      "ハコ",
      "ハラ"
    ],
    "ヒ": [
      "ヒコウキ",
      "ヒマワリ",
      "ヒツジ",
      "ヒト",
      "ヒジ"
    ],
    "フ": [
      "フネ",
      "フク",
      "フトン",
      "フジサン",
      "フデ"
    ],
    "ヘ": [
      "ヘビ",
      "ヘヤ",
      "ヘン",
      "ヘソ",
      "ヘイワ"
    ],
    "ホ": [
      "ホシ",
      "ホタル",
      "ホウキ",
      "ホネ",
      "ホッペ"
    ],
    "マ": [
      "マクラ",
      "マメ",
      "マツリ",
      "マド",
      "マンガ"
    ],
    "ミ": [
      "ミカン",
      "ミミ",
      "ミズ",
      "ミソ",
      "ミドリ"
    ],
    "ム": [
      "ムシ",
      "ムネ",
      "ムコウ",
      "ムラサキ",
      "ムチュウ"
    ],
    "メ": [
      "メガネ",
      "メダカ",
      "メイロ",
      "メン",
      "メザマシ"
    ],
    "モ": [
      "モモ",
      "モリ",
      "モン",
      "モジ",
      "モチ"
    ],
    "ヤ": [
      "ヤマ",
      "ヤサイ",
      "ヤギ",
      "ヤネ",
      "ヤカン"
    ],
    "ユ": [
      "ユキ",
      "ユメ",
      "ユウビン",
      "ユカタ",
      "ユリ"
    ],
    "ヨ": [
      "ヨル",
      "ヨコ",
      "ヨウフク",
      "ヨセギ",
      "ヨミモノ"
    ],
    "ラ": [
      "ライオン",
      "ラッコ",
      "ラッパ",
      "ラン",
      "ラクガキ"
    ],
    "リ": [
      "リンゴ",
      "リス",
      "リボン",
      "リョウリ",
      "リク"
    ],
    "ル": [
      "ルスバン",
      "ルリ",
      "ルイジ",
      "ルン",
      "ルイトウ"
    ],
    "レ": [
      "レイゾウコ",
      "レモン",
      "レキシ",
      "レンゲ",
      "レッシャ"
    ],
    "ロ": [
      "ロウソク",
      "ロバ",
      "ロケット",
      "ロクオン",
      "ロジ"
    ],
    "ワ": [
      "ワニ",
      "ワタ",
      "ワラ",
      "ワゴム",
      "ワラベウタ"
    ],
    "ヲ": [
      "ヲトコ",
      "ヲンナ",
      "ヲンセン",
      "ヲカシ",
      "ヲロシ"
    ],
    "ガ": ["ガッコウ", "ガイコク", "ガマグチ", "ガンバル", "ガラス"],
    "ギ": ["ギュウニュウ", "ギンコウ", "ギンガ", "ギシ", "ギン"],
    "グ": ["グンテ", "グミ", "グラス", "グルグル", "グンカン"],
    "ゲ": ["ゲタ", "ゲンキ", "ゲンカン", "ゲイジュツ", "ゲキ"],
    "ゴ": ["ゴリラ", "ゴマ", "ゴハン", "ゴミ", "ゴウカク"],
    "ザ": ["ザル", "ザッシ", "ザンネン", "ザイリョウ", "ザセキ"],
    "ジ": ["ジテンシャ", "ジショ", "ジカン", "ジドウシャ", "ジンジャ"],
    "ズ": ["ズコウ", "ズボン", "ズルイ", "ズット", "ズガコウサク"],
    "ゼ": ["ゼンブ", "ゼンザイ", "ゼンマイ", "ゼッタイ", "ゼンセイ"],
    "ゾ": ["ゾウ", "ゾウキン", "ゾク", "ゾンザイ", "ゾウリ"],
    "ダ": ["ダイコン", "ダンゴ", "ダイガク", "ダイスキ", "ダレ"],
    "ヂ": ["ヂカラ", "ヂメン", "ヂシン", "ヂュウ", "ヂカン"],
    "ヅ": ["ヅツウ", "ヅケ", "ヅクエ", "ヅカン", "ヅメ"],
    "デ": ["デンシャ", "デンワ", "デグチ", "デンキ", "デンチ"],
    "ド": ["ドア", "ドングリ", "ドロボウ", "ドヨウビ", "ドクショ"],
    "バ": ["バラ", "バイク", "バクダン", "バケツ", "バス"],
    "ビ": ["ビン", "ビヨウイン", "ビジュツ", "ビックリ", "ビール"],
    "ブ": ["ブタ", "ブドウ", "ブンボウグ", "ブンガク", "ブンシ"],
    "ベ": ["ベントウ", "ベンキョウ", "ベル", "ベンリ", "ベンザ"],
    "ボ": ["ボウシ", "ボタン", "ボンサイ", "ボク", "ボウエンキョウ"],
    "パ": ["パン", "パンダ", "パイナップル", "パジャマ", "パスタ"],
    "ピ": ["ピアノ", "ピクニック", "ピーマン", "ピザ", "ピンク"],
    "プ": ["プリン", "プール", "プラネット", "プログラム", "プチ"],
    "ペ": ["ペン", "ペコチャン", "ペンギン", "ページ", "ペタペタ"],
    "ポ": ["ポスト", "ポケット", "ポンズ", "ポテト", "ポッケ"]
  },
  "wordsEndingWithN": {
    "ア": [
      "アン",
      "アズン",
      "アロン"
    ],
    "イ": [
      "イン",
      "イサン",
      "イロン"
    ],
    "ウ": [
      "ウン",
      "ウロン",
      "ウモン"
    ],
    "エ": [
      "エン",
      "エロン",
      "エモン"
    ],
    "オ": [
      "オン",
      "オロン",
      "オモン"
    ],
    "カ": [
      "カン",
      "カリン",
      "カモン"
    ],
    "サ": [
      "サン",
      "サロン",
      "サモン"
    ],
    "タ": [
      "タン",
      "タロン",
      "タモン"
    ],
    "ナ": [
      "ナン",
      "ナロン",
      "ナモン"
    ],
    "ハ": [
      "ハン",
      "ハロン",
      "ハモン"
    ],
    "マ": [
      "マン",
      "マロン",
      "マモン"
    ],
    "ヤ": [
      "ヤン",
      "ヤロン",
      "ヤモン"
    ],
    "ラ": [
      "ラン",
      "ラロン",
      "ラモン"
    ],
    "ワ": [
      "ワン",
      "ワロン",
      "ワモン"
    ],
    "ガ": [
      "ガン",
      "ガロン",
      "ガモン"
    ],
    "ギ": [
      "ギン",
      "ギロン",
      "ギモン"
    ],
    "グ": [
      "グン",
      "グロン",
      "グモン"
    ],
    "ゲ": [
      "ゲン",
      "ゲロン",
      "ゲモン"
    ],
    "ゴ": [
      "ゴン",
      "ゴロン",
      "ゴモン"
    ],
    "ザ": [
      "ザン",
      "ザロン",
      "ザモン"
    ],
    "ジ": [
      "ジン",
      "ジロン",
      "ジモン"
    ],
    "ズ": [
      "ズン",
      "ズロン",
      "ズモン"
    ],
    "ゼ": [
      "ゼン",
      "ゼロン",
      "ゼモン"
    ],
    "ゾ": [
      "ゾン",
      "ゾロン",
      "ゾモン"
    ],
    "ダ": [
      "ダン",
      "ダロン",
      "ダモン"
    ],
    "ヂ": [
      "ヂン",
      "ヂロン",
      "ヂモン"
    ],
    "ヅ": [
      "ヅン",
      "ヅロン",
      "ヅモン"
    ],
    "デ": [
      "デン",
      "デロン",
      "デモン"
    ],
    "ド": [
      "ドン",
      "ドロン",
      "ドモン"
    ],
    "バ": [
      "バン",
      "バロン",
      "バモン"
    ],
    "ビ": [
      "ビン",
      "ビロン",
      "ビモン"
    ],
    "ブ": [
      "ブン",
      "ブロン",
      "ブモン"
    ],
    "ベ": [
      "ベン",
      "ベロン",
      "ベモン"
    ],
    "ボ": [
      "ボン",
      "ボロン",
      "ボモン"
    ],
    "パ": [
      "パン",
      "パロン",
      "パモン"
    ],
    "ピ": [
      "ピン",
      "ピロン",
      "ピモン"
    ],
    "プ": [
      "プン",
      "プロン",
      "プモン"
    ],
    "ペ": [
      "ペン",
      "ペロン",
      "ペモン"
    ],
    "ポ": [
      "ポン",
      "ポロン",
      "ポモン"
    ]
  }
};